<CD>	0
<NNP>	1
<UNK>	2
<ROOT>	3
<NULL>	4
resources	5
stub	6
folded	7
toiling	8
phenomenon	9
lasts	10
wanted	11
wise	12
seventh	13
hindering	14
allocator	15
blind-sided	16
draining	17
releasing	18
minute	19
futile	20
bruising	21
antibiotic	22
productions	23
roots	24
doomsayers	25
jewels	26
host	27
remove	28
sex	29
flourishing	30
destruction	31
visual	32
bitter	33
jack	34
inadequately	35
fully-diluted	36
equality	37
presently	38
clearer	39
appended	40
calculates	41
wields	42
traced	43
attributed	44
self-interest	45
approve	46
unless	47
air-traffic	48
testimonial	49
consolidation	50
upstream	51
unfortunately	52
introduce	53
wet	54
decliners	55
thrifts	56
oriental	57
principle	58
discontinuation	59
pink	60
unclear	61
acrimony	62
shots	63
served	64
sloppy	65
divisive	66
backlog	67
cooled	68
molecular	69
leverage	70
juries	71
petrochemicals	72
tantamount	73
kiddies	74
excuses	75
appears	76
sorghum	77
send	78
demographics	79
normal	80
amiable	81
piles	82
pictures	83
continue	84
detaining	85
concepts	86
terrible	87
hesitant	88
repassed	89
actors	90
leading	91
rampant	92
discovering	93
olds	94
thirds	95
2-to-1	96
unanimous	97
25-year-old	98
swimmer	99
a$	100
engaged	101
revealing	102
analyst	103
fend	104
hitter	105
island	106
checks	107
skipping	108
transactions	109
diplomatic	110
fax	111
booze	112
obviously	113
defects	114
senators	115
pursuing	116
instances	117
distracting	118
contained	119
bacillus	120
attendant	121
shelters	122
advertised	123
drift	124
finals	125
cliched	126
nursing	127
animated	128
unsuspected	129
criminality	130
fixed-price	131
marketing	132
spokesman	133
single-b-2	134
music	135
clauses	136
hot-air	137
circumspect	138
semiconductors	139
space-age	140
unethical	141
justified	142
batches	143
advertising	144
stops	145
early	146
burns	147
improving	148
fluctuation	149
schemes	150
optimism	151
hated	152
crossed	153
murders	154
genes	155
addresses	156
stopping	157
minimill	158
twin-engine	159
trips	160
besides	161
management	162
drifted	163
taxes	164
isolated	165
toilet	166
friendly	167
troublesome	168
spurted	169
ego	170
formula	171
perception	172
computer-servicing	173
27-year-old	174
difficulty	175
decide	176
expectations	177
new-product	178
fumes	179
metric	180
misled	181
semiannually	182
backlash	183
expecting	184
information	185
firm	186
later	187
backers	188
weeklong	189
conceivably	190
malicious	191
directed	192
monopolies	193
legacy	194
national-security	195
unnecessarily	196
gargantuan	197
anticipate	198
incursion	199
arguments	200
hat	201
policy-making	202
guilty	203
eloquent	204
news-oriented	205
put	206
specify	207
mementos	208
employee-health	209
hard-currency	210
influences	211
concocted	212
houston-based	213
conceived	214
waiver	215
longstanding	216
cheered	217
reconstructing	218
paper-goods	219
hopeless	220
reservoir	221
braced	222
editors	223
science	224
counterpart	225
reinforces	226
;	227
flashy	228
service-sector	229
endure	230
minimizing	231
reviews	232
overwhelmingly	233
proclaim	234
bosses	235
midafternoon	236
tuna	237
blink	238
shortsighted	239
notwithstanding	240
after-tax	241
debtor	242
malaysian	243
consents	244
positions	245
leapfrog	246
parked	247
imposed	248
admonition	249
lighter	250
muscles	251
tailspin	252
visitor	253
confusing	254
salespeople	255
rigor	256
wins	257
affair	258
fifth-largest	259
poster	260
leveled	261
housed	262
raged	263
undermining	264
detached	265
enhances	266
avaricious	267
escorts	268
spiral	269
inaccurate	270
departures	271
threshold	272
!	273
allowances	274
postwar	275
tourists	276
clerk	277
crippling	278
saturated	279
locking	280
effects	281
clothes	282
resorts	283
uncle	284
match	285
one-year	286
financiers	287
rocket	288
answer	289
measurements	290
threaten	291
ladies	292
sworn	293
reign	294
reviewed	295
misrepresented	296
19-month-old	297
hidden	298
intellectually	299
liquid	300
giant	301
advocated	302
condom	303
spoke	304
speedy	305
ivory	306
radio	307
discontinued	308
moreover	309
pioneered	310
direction	311
nationwide	312
hard-line	313
budged	314
46-year-old	315
horror	316
bald	317
truth	318
belonged	319
bombed	320
crush	321
syndicates	322
surplus	323
forget	324
safeguard	325
idealistic	326
advancers	327
administration	328
superficial	329
japanese-managed	330
towering	331
ideology	332
absorb	333
exploded	334
dulled	335
solvency	336
glitches	337
directorial	338
carry	339
misleading	340
waiting	341
syndicating	342
vaguely	343
attached	344
trucks	345
locales	346
cut	347
durable-goods	348
fountains	349
unanticipated	350
portraits	351
subscribing	352
earthmoving	353
finalized	354
self-conscious	355
accounts	356
barrage	357
fundamentalists	358
hobby	359
metaphors	360
guidelines	361
interstate	362
theft	363
input	364
hunt	365
improve	366
fairly	367
mess	368
called	369
amendments	370
suggests	371
profit-taking	372
chilling	373
anti-drug	374
asserting	375
squeezing	376
including	377
grounds	378
exceeded	379
accomplishment	380
recalling	381
announced	382
presence	383
rebut	384
laid	385
disputes	386
merchant	387
statues	388
destroy	389
ad	390
generators	391
acts	392
trapped	393
chronicle	394
receive	395
conform	396
autographed	397
4	398
long-running	399
mainframes	400
contemporary	401
tendering	402
pet	403
traffickers	404
philadelphia-based	405
yuppie	406
tailor-made	407
possess	408
refrigeration	409
francs	410
stubborn	411
gardening	412
longer-term	413
felons	414
salaried	415
nicaraguan	416
civil	417
oversized	418
recruited	419
buckle	420
indeed	421
voted	422
exploit	423
publicity	424
cola	425
cats	426
eurodollar	427
questions	428
destiny	429
worthy	430
moments	431
positively	432
snagged	433
telesystems	434
discovery	435
injustice	436
notice	437
keynesian	438
session	439
flat	440
163-member	441
worry	442
column	443
male-fertile	444
appropriately	445
lobbyists	446
defending	447
choking	448
angrily	449
ante	450
beside	451
lukewarm	452
appreciate	453
neurologist	454
tab	455
quickly	456
skip	457
novelist	458
media-buying	459
coin	460
capita	461
sands	462
at-market	463
embark	464
ranchers	465
knights	466
minor	467
17th-century	468
blast	469
industrywide	470
shipments	471
calming	472
equity-purchase	473
practical	474
analyzing	475
canceled	476
horizon	477
capability	478
numerically	479
inability	480
battery	481
ranch	482
pro-union	483
intact	484
findings	485
walked	486
stories	487
vowing	488
vacant	489
referred	490
long-awaited	491
unlawful	492
craze	493
blank	494
railroad	495
seismic	496
made	497
developers	498
meaningless	499
interest	500
punishing	501
imposing	502
market-maker	503
senders	504
sprung	505
regrettably	506
right-to-lifers	507
institutional	508
rings	509
garcias	510
festival	511
pleadings	512
bolster	513
accepting	514
marble	515
registration	516
program-trading	517
textile	518
bitterest	519
invented	520
lenses	521
qualified	522
themes	523
closet	524
classes	525
low-priced	526
twin-deficit	527
devaluation	528
foam	529
congressman	530
friends	531
scam	532
play	533
saves	534
fund-raiser	535
taming	536
numerous	537
timely	538
prodding	539
defrauding	540
optimists	541
quell	542
endangerment	543
mettle	544
clearly	545
swallow	546
torments	547
balance-sheet	548
usually	549
wiretap	550
tv	551
units	552
rumors	553
'	554
roaring	555
confessions	556
88.12-point	557
implication	558
annually	559
swiveling	560
root-canal	561
distillers	562
availability	563
unveiled	564
frequency	565
shrugged	566
clouded	567
perhaps	568
previous-year	569
renal	570
advertisement	571
day-to-day	572
exchange	573
adorned	574
overcapacity	575
key	576
danish	577
eve	578
entwined	579
pence	580
intend	581
decreasing	582
brush	583
salvo	584
specializing	585
upon	586
dial	587
religion	588
fruitless	589
judgment	590
eccentric	591
alluded	592
manages	593
draws	594
u.s.-built	595
politically	596
acquit	597
buzzwords	598
most	599
steak	600
impatient	601
unstoppable	602
speculated	603
fasteners	604
windshield	605
competitiveness	606
gasolines	607
automobile	608
seminars	609
forfeiture	610
progressed	611
free-wheeling	612
mimics	613
past	614
tons	615
repurchases	616
pakistani	617
highest-rated	618
item	619
feels	620
fabled	621
understands	622
beebes	623
vacating	624
brow	625
reasoned	626
lightweight	627
borough	628
slowest	629
allegation	630
shift	631
equity	632
express	633
californians	634
incorporated	635
uh	636
hub	637
barrels	638
refineries	639
hello	640
intolerable	641
replacements	642
conventions	643
neighbors	644
treatment	645
goals	646
script	647
bishop	648
downsizing	649
regained	650
videocassettes	651
civic	652
orthodox	653
anger	654
tropical	655
old	656
federalized	657
fleeting	658
wonderful	659
paradox	660
car	661
coupe	662
high-performance	663
diminutive	664
confer	665
dissidents	666
small-denomination	667
restitution	668
trail-blazing	669
pre-tax	670
steeper	671
emphasizing	672
drinks	673
richest	674
bold	675
gold	676
indicate	677
squeezed	678
pokes	679
function	680
somalis	681
spans	682
covert	683
agnellis	684
miracle	685
personalized	686
protections	687
tags	688
circus	689
chickens	690
dividend	691
textbooks	692
health-care	693
anthrax	694
swapping	695
courtesy	696
collectors	697
offers	698
tissues	699
stalls	700
situations	701
money-fund	702
championed	703
disintegrating	704
brothers	705
sat	706
meaningful	707
doomed	708
because	709
balance	710
prison	711
uncommon	712
tiny	713
nobody	714
poltergeists	715
plurality	716
savviest	717
negotiation	718
protocol	719
regular-season	720
lacks	721
outcome	722
prohibits	723
alarm	724
behavior	725
salmonella	726
replaced	727
initially	728
characterized	729
classic	730
means	731
vacancies	732
overstate	733
workaholic	734
reversible	735
fiercely	736
66-year-old	737
giddy	738
raw-material	739
walls	740
month	741
altitude	742
drag	743
appearances	744
inventories	745
gold-mining	746
maturity	747
lecturer	748
visually	749
presumption	750
water	751
sites	752
far	753
booked	754
aggravated	755
drug	756
flatten	757
47-year-old	758
grueling	759
conditioners	760
clues	761
destructive	762
notable	763
mayonnaise	764
fly	765
redeemed	766
pillows	767
relocation	768
occurring	769
``	770
forward	771
sweeten	772
bureaucracies	773
pipe	774
resistance	775
sharpest	776
sensation	777
afloat	778
bribes	779
paper-company	780
exclusivity	781
adjudicators	782
ripped	783
languishing	784
flagship	785
crowds	786
rays	787
unfulfilled	788
initiate	789
cloak	790
flame	791
resulting	792
allowed	793
myself	794
recent	795
repurchase	796
society	797
bartenders	798
formally	799
nuts	800
scheduled	801
died	802
geared	803
softer	804
graduates	805
differential	806
ilyushins	807
collateralized	808
train	809
decorated	810
mission	811
smells	812
loaded	813
bumper	814
fix	815
homeland	816
backfired	817
debacle	818
extinction	819
subscribe	820
slip	821
nerves	822
procedure	823
high-quality	824
predictable	825
fault	826
oath	827
bench	828
exposures	829
farming	830
bounces	831
linger	832
24th	833
enthusiastic	834
took	835
categories	836
vulnerable	837
deferring	838
demons	839
slums	840
lounge	841
human-based	842
catch	843
seesaw	844
withdrawing	845
birth-control	846
norms	847
refillable	848
sounded	849
oxygen	850
they	851
maze	852
gloomier	853
inspections	854
projection	855
need	856
explaining	857
nicknamed	858
western-style	859
brushes	860
spooked	861
conversations	862
nurseries	863
margarine	864
narrower	865
drivers	866
turnabout	867
refuse	868
diplomat	869
intended	870
have	871
biography	872
termination	873
directs	874
views	875
risking	876
swells	877
verbal	878
crews	879
dissolution	880
knowledgeable	881
depicts	882
branches	883
underpin	884
one-third	885
deeds	886
environmentalism	887
clutching	888
cop	889
complains	890
could	891
fm	892
opener	893
internment	894
auto-loan	895
dancing	896
prevalent	897
spurring	898
arose	899
concentrations	900
excess	901
harsh	902
syndrome	903
observes	904
inflow	905
brochures	906
fortune	907
nationalized	908
reminiscent	909
operatives	910
stripes	911
equation	912
licensed	913
warning	914
contraction	915
toppled	916
leaning	917
absences	918
affiliation	919
unleashed	920
favorite	921
distributes	922
derivatives	923
introduced	924
mud	925
adjournment	926
diego-based	927
telecommunications	928
formality	929
non-strategic	930
yorkers	931
blame	932
ceaselessly	933
functioning	934
ok	935
60-day	936
alleviate	937
outage	938
bailout	939
innovative	940
25th	941
trespassing	942
facade	943
unsettling	944
day	945
invited	946
protege	947
conscience	948
farms	949
escaping	950
vaginal	951
appeals-court	952
budgets	953
preclude	954
inflammatory	955
summarizing	956
dozens	957
cruel	958
close	959
priced	960
fragrance	961
phased	962
reverses	963
fudge	964
va.-based	965
over	966
conspiracy	967
clips	968
onslaught	969
confuse	970
pores	971
mahogany	972
time-limited	973
nests	974
five-day	975
whimper	976
texts	977
significantly	978
lab	979
deadbeats	980
healing	981
insurers	982
severance	983
muddied	984
wounded	985
undiversified	986
deadline	987
outgoing	988
lot	989
pleaded	990
detailed	991
oddities	992
growers	993
periodically	994
transplanted	995
confidence	996
divestitures	997
apartheid	998
networking	999
enhancing	1000
thinker	1001
semiconductor	1002
clarify	1003
whoever	1004
permit	1005
cost-reduction	1006
haven	1007
open	1008
framers	1009
globe	1010
jazz	1011
precautions	1012
counterclaims	1013
russian	1014
individual	1015
unraveled	1016
stabbed	1017
united	1018
-lcb-	1019
cost-effective	1020
immigration	1021
souvenir	1022
familiar	1023
tout	1024
superiority	1025
qualities	1026
glamorous	1027
medicines	1028
backdrop	1029
solicit	1030
soloist	1031
trophy	1032
spares	1033
duplicity	1034
tapes	1035
diversity	1036
irish-soviet	1037
holy	1038
corruption	1039
promptly	1040
groundwork	1041
specifying	1042
reset	1043
stones	1044
keen	1045
learn	1046
retain	1047
brokerage	1048
deportation	1049
subsidence	1050
audiences	1051
referring	1052
communism	1053
family-owned	1054
seed	1055
separation	1056
appeared	1057
adopt	1058
exclusive	1059
hints	1060
co-sponsor	1061
interior	1062
benches	1063
seek	1064
mafia	1065
issuers	1066
accountability	1067
visited	1068
debentures	1069
empty	1070
feckless	1071
boy	1072
mushrooms	1073
impractical	1074
formerly	1075
dole	1076
rubble	1077
oct	1078
disenchanted	1079
worst	1080
gate	1081
best-performing	1082
congressional	1083
wide	1084
substantive	1085
compound	1086
pinpoint	1087
battling	1088
scaring	1089
bickering	1090
discoveries	1091
artist	1092
scratch	1093
share	1094
line-item-veto	1095
owning	1096
touched	1097
cuts	1098
extension	1099
minicars	1100
shortfall	1101
ethical	1102
descendant	1103
computer-maintenance	1104
percent	1105
league	1106
forestry	1107
seven-day	1108
abatement	1109
eerie	1110
lawsuit	1111
bet	1112
announce	1113
bits	1114
peril	1115
paralysis	1116
conspired	1117
feminists	1118
marketed	1119
akin	1120
cooling	1121
shortcomings	1122
sucker	1123
documenting	1124
combining	1125
boomed	1126
totaling	1127
pages	1128
reinstate	1129
anxiously	1130
towels	1131
birds	1132
financed	1133
500-seat	1134
decade	1135
environment	1136
knight	1137
louder	1138
cent	1139
tar	1140
20-year-old	1141
blaze	1142
subcommittees	1143
wage	1144
lady	1145
bored	1146
jolts	1147
viral	1148
non-recurring	1149
statue	1150
supervising	1151
installations	1152
tainted	1153
shutting	1154
steps	1155
any	1156
brain	1157
cost-conscious	1158
portends	1159
ranked	1160
editorial-page	1161
abruptly	1162
counterbid	1163
refund	1164
displaying	1165
honor	1166
democracy	1167
polyethylene	1168
governance	1169
sweeps	1170
haunting	1171
favorably	1172
substitutes	1173
time	1174
terrorists	1175
evident	1176
world-famous	1177
soviet-trained	1178
six-year-old	1179
complete	1180
anniversary	1181
*	1182
bones	1183
pessimism	1184
justifies	1185
who	1186
undone	1187
ran	1188
tells	1189
lbos	1190
exercised	1191
magazine	1192
muslims	1193
guess	1194
controversial	1195
parks	1196
stemming	1197
lopsided	1198
decor	1199
objects	1200
submission	1201
magic	1202
self-proclaimed	1203
garrison	1204
repel	1205
time-consuming	1206
crucial	1207
reserve	1208
effluent	1209
stock-repurchase	1210
stars	1211
let	1212
margins	1213
scream	1214
leftist	1215
severity	1216
stressed	1217
tend	1218
soup	1219
loophole	1220
dissolved	1221
unique	1222
implementing	1223
valves	1224
praise	1225
courses	1226
unadjusted	1227
visit	1228
wonder	1229
oldest	1230
convened	1231
tune	1232
improper	1233
murder	1234
non-lawyers	1235
death-penalty	1236
clients	1237
infrastructure	1238
allowable	1239
weeklies	1240
income	1241
athletes	1242
clogged	1243
coordinate	1244
renewal	1245
hypnotized	1246
outsider	1247
spirit	1248
conception	1249
blunder	1250
publisher	1251
decline	1252
mainline	1253
pulls	1254
ensures	1255
resolution	1256
market-opening	1257
outbreak	1258
about	1259
receiving	1260
unprofitable	1261
street-corner	1262
crime	1263
comedy	1264
treating	1265
joblessness	1266
oriented	1267
fielded	1268
environments	1269
implicated	1270
export	1271
chicago-based	1272
design	1273
tire	1274
herself	1275
indicated	1276
fast	1277
exempting	1278
anti-anemia	1279
scenario	1280
ft.	1281
blue	1282
pronounced	1283
compensate	1284
paralyzed	1285
oat	1286
staff	1287
coping	1288
stepped	1289
concerts	1290
nor	1291
contender	1292
revenge	1293
engineer	1294
arched	1295
shampoo	1296
fellows	1297
audition	1298
toll	1299
related	1300
natural	1301
trainer	1302
cheating	1303
two-day	1304
filers	1305
slammed	1306
heavier	1307
confirms	1308
rides	1309
's	1310
masse	1311
delivers	1312
centenarians	1313
delivering	1314
portrait	1315
corner	1316
major	1317
degree	1318
looms	1319
capitalism	1320
animals	1321
contact	1322
retires	1323
month-to-month	1324
same	1325
chores	1326
capacity-expansion	1327
biologists	1328
petrochemical	1329
governing	1330
surpass	1331
fuel	1332
shortage	1333
picket	1334
z	1335
housewares	1336
denial	1337
hands-on	1338
state-controlled	1339
headlines	1340
restructurings	1341
feminist	1342
contributed	1343
parallels	1344
inefficient	1345
gurus	1346
judiciary	1347
influence	1348
tardy	1349
pimp	1350
mutters	1351
consumers	1352
zoning	1353
crimping	1354
goodwill	1355
governor	1356
experiences	1357
inexorably	1358
indexers	1359
redeem	1360
ascending	1361
angry	1362
impervious	1363
cities	1364
author	1365
magnet	1366
route	1367
tie-ins	1368
ensuring	1369
rife	1370
avoided	1371
recipe	1372
illustration	1373
compare	1374
concerning	1375
obvious	1376
bodies	1377
petroleum-related	1378
survivor	1379
big-city	1380
customary	1381
influenced	1382
stem	1383
cases	1384
landed	1385
residential	1386
use	1387
champagne	1388
sung	1389
influence-peddling	1390
important	1391
define	1392
rejected	1393
infected	1394
mystery	1395
ornamental	1396
description	1397
dinners	1398
substantially	1399
setback	1400
council	1401
nurse	1402
laughed	1403
ripple	1404
mortgage-interest	1405
purposely	1406
collected	1407
secured	1408
gear	1409
sensitive	1410
steel	1411
lobbyist	1412
ruling	1413
deeply	1414
staging	1415
coups	1416
hourly	1417
disarming	1418
insiders	1419
shareholders	1420
stance	1421
not-for-profit	1422
smarter	1423
invention	1424
killer	1425
cereal	1426
comeback	1427
serves	1428
shortening	1429
toured	1430
imposes	1431
out-of-state	1432
indicates	1433
protectors	1434
colombian	1435
supervise	1436
restrictions	1437
importantly	1438
professionals	1439
depositary	1440
watts	1441
exploration	1442
chop	1443
reparations	1444
person	1445
recognizing	1446
twist	1447
box-office	1448
prompting	1449
coupon	1450
velocity	1451
mountains	1452
sharp	1453
graciously	1454
less-developed	1455
abuse	1456
scoops	1457
advises	1458
shipbuilding	1459
drummer	1460
formulation	1461
foods	1462
underwriters	1463
publishing	1464
agenda	1465
unresolved	1466
concessions	1467
players	1468
highest	1469
expedition	1470
climbs	1471
substitute	1472
warn	1473
fully	1474
amaze	1475
grinds	1476
settling	1477
lovely	1478
earns	1479
nonexistent	1480
exclusion	1481
door-to-door	1482
jewelers	1483
groups	1484
billions	1485
marched	1486
year-round	1487
executive	1488
building	1489
montreal-based	1490
patience	1491
distancing	1492
facts	1493
checking	1494
reverts	1495
incurred	1496
family-planning	1497
continued	1498
intervened	1499
disorders	1500
blankets	1501
asset	1502
jolted	1503
spring	1504
explode	1505
commodity	1506
juror	1507
cross-connect	1508
pain	1509
sorry	1510
sovereignty	1511
charities	1512
eavesdropping	1513
defrauded	1514
installments	1515
predates	1516
redefinition	1517
pause	1518
conservatism	1519
romantic	1520
defenses	1521
impressive	1522
outflow	1523
regarding	1524
prepayments	1525
shielded	1526
machinist	1527
brechtian	1528
guys	1529
artifact	1530
industrials	1531
stranded	1532
ooze	1533
embroidery	1534
certificates	1535
depress	1536
herds	1537
subminimum	1538
meal	1539
flapping	1540
thrusting	1541
sellers	1542
whichever	1543
lobbying	1544
evade	1545
rhythm	1546
threatened	1547
manufacturing	1548
e	1549
alimony	1550
plot	1551
skirt	1552
operate	1553
addressing	1554
reflected	1555
non-residential	1556
span	1557
passes	1558
overseeing	1559
gain	1560
edges	1561
bubble	1562
third	1563
hats	1564
adjusts	1565
outperformed	1566
publish	1567
dissented	1568
studio	1569
engines	1570
airliners	1571
bloodbath	1572
duties	1573
scorecard	1574
secretary	1575
neighboring	1576
plumbing	1577
battlefield	1578
ironic	1579
remics	1580
cable-tv	1581
attendance	1582
interpretation	1583
dogs	1584
opponents	1585
designate	1586
informed	1587
baa-2	1588
bees	1589
ideal	1590
some	1591
gardens	1592
showers	1593
western	1594
unfavorable	1595
quarter	1596
managements	1597
freedoms	1598
anthers	1599
caveat	1600
redraw	1601
junk-bond	1602
pretext	1603
comparative	1604
franchises	1605
educated	1606
croaker	1607
squinting	1608
grants	1609
celebrated	1610
mood	1611
subtilis	1612
transform	1613
band	1614
depicted	1615
statement	1616
revoked	1617
respectable	1618
menswear	1619
lacking	1620
luxury	1621
marginal	1622
easing	1623
status	1624
seeds	1625
season	1626
contrasted	1627
sacrifices	1628
rendition	1629
plans	1630
lead	1631
appealing	1632
immense	1633
cable	1634
overlooking	1635
huddled	1636
northeast	1637
metro	1638
scenarios	1639
chains	1640
salon	1641
eligible	1642
20th	1643
recruiting	1644
entertainers	1645
polypropylene	1646
potential	1647
repairs	1648
picnic	1649
confrontational	1650
methodical	1651
precise	1652
91-day	1653
headache	1654
plateau	1655
regard	1656
ceased	1657
eurobonds	1658
midmorning	1659
casualty	1660
fear	1661
lost	1662
grapevine	1663
poisons	1664
sequester	1665
produced	1666
yeah	1667
capacitors	1668
pencil	1669
buoyant	1670
compares	1671
egyptian	1672
hires	1673
eyes	1674
confusion	1675
reluctant	1676
solo	1677
wallpaper	1678
anxiety	1679
consume	1680
exorcism	1681
condition	1682
foul-mouthed	1683
language	1684
charges	1685
word	1686
females	1687
fill	1688
dispense	1689
dancer	1690
liable	1691
riding	1692
federal	1693
permits	1694
fog	1695
tax-loss	1696
tenant	1697
32-bit	1698
understanding	1699
art	1700
commanders	1701
organization	1702
lower-income	1703
primary	1704
proper	1705
loved	1706
single-b-minus	1707
earnest	1708
hood	1709
alternative	1710
mid-1990	1711
name-dropping	1712
starring	1713
coating	1714
expansion	1715
fancy	1716
press-forge	1717
slight	1718
bouncing	1719
profession	1720
relaxed	1721
discriminating	1722
tripled	1723
average	1724
coupon-equivalent	1725
everyone	1726
unified	1727
u.s.-backed	1728
miscellaneous	1729
scavengers	1730
crude-oil	1731
drifting	1732
garment	1733
travel	1734
incorporates	1735
contents	1736
square	1737
investigated	1738
plausible	1739
reconstruct	1740
substituting	1741
mate	1742
vomiting	1743
exactly	1744
estimated	1745
aware	1746
government-owned	1747
moratorium	1748
altered	1749
sports	1750
weakens	1751
bulletins	1752
prime	1753
featured	1754
adroitly	1755
pocket	1756
field	1757
senator	1758
proof	1759
transmitted	1760
automatic	1761
owes	1762
sued	1763
caustic	1764
examples	1765
outflows	1766
reorganization	1767
aesthetic	1768
donating	1769
deepest	1770
specialty-chemicals	1771
aides	1772
adjusted	1773
integration	1774
crooked	1775
single-b	1776
entirely	1777
prominence	1778
herd	1779
redesign	1780
choked	1781
missile	1782
computer-software	1783
restrained	1784
high	1785
date	1786
undertake	1787
unsupported	1788
affiliate	1789
older	1790
everybody	1791
pressed	1792
partly	1793
stomachs	1794
top-10	1795
operators	1796
highlight	1797
tendency	1798
here	1799
concentrating	1800
accumulated	1801
founder	1802
alleged	1803
tries	1804
convent	1805
inserts	1806
pragmatism	1807
felled	1808
fervor	1809
hesitate	1810
ruin	1811
high-rises	1812
vendetta	1813
compulsions	1814
scams	1815
conclude	1816
policewoman	1817
furious	1818
witching	1819
skiing	1820
marines	1821
acquisitions	1822
prevents	1823
courts	1824
stopped	1825
refunding	1826
stop-loss	1827
milestones	1828
maxim	1829
free-lance	1830
rights	1831
'70s	1832
divest	1833
management-led	1834
contract	1835
talents	1836
detour	1837
charging	1838
cfcs	1839
corrections	1840
saga	1841
talk	1842
grips	1843
est	1844
technological	1845
medium-sized	1846
33-year-old	1847
1920s	1848
ease	1849
trafficking	1850
carbon-dioxide	1851
renounce	1852
interfere	1853
rallied	1854
unnamed	1855
injuring	1856
coordinated	1857
subscribers	1858
conn.-based	1859
staged	1860
kidnapped	1861
framing	1862
handicapped	1863
rail	1864
implement	1865
anguish	1866
perfume	1867
associates	1868
aging	1869
pre-emptive	1870
granted	1871
relating	1872
brown-tobacco	1873
growth	1874
corn	1875
amply	1876
recruits	1877
allege	1878
highs	1879
subscription	1880
colonial	1881
examination	1882
makers	1883
consolidate	1884
nonfiction	1885
50-50	1886
diplomats	1887
nursing-home	1888
daffynition	1889
benefit-seeking	1890
colorful	1891
consumer-products	1892
dreaded	1893
hdtvs	1894
four-game	1895
declines	1896
shocked	1897
bond-trading	1898
boundaries	1899
tumult	1900
breach	1901
freight-transport	1902
alexandrine	1903
dead	1904
expand	1905
computing	1906
exposed	1907
flown	1908
opted	1909
irresponsibly	1910
amalgamation	1911
endangered	1912
composite	1913
underlined	1914
revived	1915
firmer	1916
fee	1917
process	1918
interstates	1919
reference	1920
craving	1921
all-white	1922
roll	1923
recycling	1924
funny	1925
float	1926
illegal	1927
trade	1928
confident	1929
rely	1930
heaviest	1931
laches	1932
2-for-1	1933
clip	1934
brink	1935
richer	1936
accompanied	1937
unsustainable	1938
traded	1939
tired	1940
ruminated	1941
cables	1942
interpret	1943
owe	1944
exposure	1945
profitably	1946
unpredictable	1947
treated	1948
watered-down	1949
quadrupling	1950
housing	1951
suddenly	1952
basketball	1953
diet	1954
denominations	1955
co-founder	1956
deficit-cutting	1957
pregnancy	1958
exclusively	1959
interbank	1960
translations	1961
downgraded	1962
bushels	1963
amounted	1964
permanently	1965
knocks	1966
mains	1967
entrepreneurial	1968
backlogs	1969
muster	1970
eventual	1971
potentially	1972
co-founded	1973
readings	1974
jetliner	1975
killing	1976
recklessly	1977
speak	1978
perfection	1979
text	1980
narrowed	1981
reigned	1982
tunnel	1983
butcher	1984
top-tier	1985
pitches	1986
clearance	1987
sets	1988
driven	1989
salmon	1990
costs	1991
assertions	1992
circumstances	1993
sentiment	1994
governmental	1995
hovering	1996
skiers	1997
desktop	1998
fingerprint	1999
financing	2000
bug	2001
crudes	2002
nod	2003
fronds	2004
crisis	2005
slate	2006
page-one	2007
cds	2008
manufactures	2009
tigrean	2010
home-run	2011
dawn	2012
heart	2013
port	2014
anti-nuclear	2015
shipped	2016
casinos	2017
liked	2018
nest	2019
routinely	2020
evacuated	2021
exorbitant	2022
efficiencies	2023
shed	2024
gallons	2025
strips	2026
proven	2027
stunning	2028
terribly	2029
dailies	2030
evening	2031
purchase	2032
disciplined	2033
abolish	2034
bureaucrats	2035
fools	2036
commentator	2037
emotion	2038
best	2039
litle	2040
namesake	2041
inferior	2042
derided	2043
embedded	2044
minicomputer	2045
waiters	2046
assailed	2047
inconclusive	2048
societies	2049
sees	2050
record	2051
claimants	2052
grapes	2053
fanfare	2054
margin	2055
halftime	2056
vice	2057
carved	2058
frenzy	2059
corporate-finance	2060
merchandising	2061
much-beloved	2062
user	2063
voice	2064
oversight	2065
distressed	2066
spirits	2067
thinner	2068
pragmatic	2069
syndicated	2070
beings	2071
erratic	2072
fair-market	2073
rioting	2074
enacting	2075
arrange	2076
sympathize	2077
ammonium	2078
exclude	2079
rich	2080
torture	2081
heir	2082
disapproval	2083
apparatus	2084
drinker	2085
senate-passed	2086
fore	2087
polled	2088
philippine	2089
mentality	2090
first-quarter	2091
elsewhere	2092
pre-empt	2093
survey	2094
hamstrung	2095
extraordinarily	2096
suited	2097
pieces	2098
alumni	2099
preventing	2100
loan	2101
entries	2102
prince	2103
plea	2104
in-state	2105
routing	2106
spin	2107
modified	2108
deja	2109
evaluate	2110
investment-grade	2111
healthy	2112
legitimize	2113
precipitated	2114
tony	2115
him	2116
swing	2117
halt	2118
appeal	2119
convulsions	2120
exercise	2121
stock-price	2122
opponent	2123
creative	2124
top-performing	2125
give	2126
merchandise	2127
monolithic	2128
treatments	2129
plots	2130
complexities	2131
omitted	2132
peace	2133
puny	2134
expiring	2135
joke	2136
immunities	2137
chemical-weapons	2138
carbon	2139
slightly	2140
ignoring	2141
agency	2142
landfill	2143
telling	2144
slime	2145
visitors	2146
printers	2147
three-dimensional	2148
horns	2149
awesome	2150
scene	2151
city	2152
ultimate	2153
overturn	2154
worsened	2155
lawful	2156
opened	2157
modernize	2158
pullbacks	2159
motifs	2160
debating	2161
hesitantly	2162
slapped	2163
counting	2164
those	2165
yielding	2166
goddess	2167
flock	2168
map	2169
thrive	2170
rejecting	2171
cloud	2172
riskier	2173
melting	2174
statewide	2175
scotch	2176
aftereffects	2177
rat	2178
dollar-denominated	2179
power-generation	2180
property/casualty	2181
full	2182
republican	2183
continentals	2184
logistics	2185
helplessly	2186
financings	2187
dishonesty	2188
sure	2189
context	2190
backup	2191
drilling	2192
low-crime	2193
flawed	2194
cared	2195
bear	2196
refusing	2197
proudly	2198
junk-mail	2199
herons	2200
tapers	2201
pressure	2202
aid	2203
looking	2204
debt-ridden	2205
copied	2206
loose	2207
perchlorate	2208
kingpin	2209
rationale	2210
wide-ranging	2211
balloting	2212
longest	2213
chest	2214
sympathies	2215
disagrees	2216
co-sponsored	2217
nightmare	2218
wring	2219
eaten	2220
stating	2221
collectibles	2222
prohibitions	2223
accumulate	2224
high-speed	2225
delisting	2226
one-megabit	2227
prefecture	2228
devotion	2229
interiors	2230
teen-agers	2231
utilities	2232
so-so	2233
missions	2234
tempting	2235
hesitation	2236
stockbroker	2237
rice	2238
themselves	2239
savvy	2240
secure	2241
consecutive	2242
brazilian	2243
buttons	2244
reassert	2245
slew	2246
renews	2247
attract	2248
large-scale	2249
heat	2250
farm-product	2251
hurried	2252
trailing	2253
quit	2254
gardener	2255
rollers	2256
races	2257
help	2258
turn	2259
punishable	2260
breathed	2261
dramatically	2262
pitching	2263
shoot	2264
guaranteed	2265
underscored	2266
probability	2267
deputy	2268
structural	2269
per	2270
gesture	2271
gauge	2272
scarcely	2273
republic	2274
raises	2275
southern	2276
methanol	2277
louis-based	2278
crumbling	2279
transplants	2280
evenhanded	2281
mondays	2282
spate	2283
spent	2284
appealed	2285
darwinian	2286
subsidizing	2287
critical	2288
fake	2289
outplacement	2290
genetic	2291
disbanding	2292
insects	2293
touch	2294
campus	2295
botched	2296
s&ls	2297
newspaper	2298
northern	2299
orchestras	2300
attain	2301
advocates	2302
flourish	2303
damping	2304
anti-development	2305
solidly	2306
half	2307
transfers	2308
gray	2309
gradually	2310
doubles	2311
software	2312
feed	2313
lagged	2314
audit	2315
unfit	2316
less	2317
bureau	2318
comfortably	2319
authorizing	2320
progressive	2321
careening	2322
ostensibly	2323
spooks	2324
rubles	2325
tuitions	2326
attacks	2327
wreckage	2328
ferry	2329
parody	2330
allegedly	2331
select	2332
deleted	2333
strongest	2334
parties	2335
soccer	2336
registered	2337
mapping	2338
x-ray	2339
stockpiles	2340
deliveries	2341
method	2342
prize	2343
differences	2344
waited	2345
sins	2346
telexes	2347
quantify	2348
monologues	2349
cycads	2350
incredible	2351
occasions	2352
friday-the-13th	2353
protective	2354
get-together	2355
scapegoat	2356
dose	2357
betting	2358
magnitude	2359
beats	2360
mortgages	2361
intends	2362
intimidating	2363
newsstands	2364
blown	2365
million-share	2366
husband	2367
perpetuate	2368
honestly	2369
tro	2370
grumble	2371
withstand	2372
biomedical	2373
founded	2374
mobilized	2375
withstood	2376
unused	2377
directive	2378
indexed	2379
diversifying	2380
sale	2381
pro-democracy	2382
architects	2383
gyrating	2384
realism	2385
diversion	2386
forests	2387
accompanies	2388
pittance	2389
liquid-crystal	2390
sunny	2391
pigs	2392
top-management	2393
bank-holding	2394
multinational	2395
daunting	2396
bribe	2397
figured	2398
supply-side	2399
narrative	2400
citywide	2401
wife	2402
in-depth	2403
paychecks	2404
brigades	2405
hybrid	2406
picture	2407
channel	2408
breakfast	2409
seen	2410
clumsy	2411
speedometer	2412
messages	2413
outside	2414
bakeware	2415
predators	2416
principal	2417
visions	2418
rebound	2419
erroneous	2420
debts	2421
booths	2422
lens	2423
adjustment	2424
cleared	2425
perfect	2426
vendors	2427
mid-1990s	2428
hearing	2429
high-interest	2430
jarring	2431
convene	2432
reassigned	2433
anti-apartheid	2434
epo	2435
reinsurance	2436
beam	2437
mega-issues	2438
single-cell	2439
outlook	2440
portray	2441
addressed	2442
subordinate	2443
whack	2444
cancellations	2445
victory	2446
unhappy	2447
promising	2448
first-home	2449
ones	2450
thicker	2451
untold	2452
percentages	2453
caffeine-free	2454
states	2455
measure	2456
agent	2457
ambulance	2458
inducement	2459
speculator	2460
pitcher	2461
poetry	2462
villages	2463
mode	2464
half-year	2465
meals	2466
reassurance	2467
employee-benefit	2468
inquiry	2469
direct	2470
disclosure	2471
exclaims	2472
restructuring	2473
&	2474
squads	2475
credentials	2476
correct	2477
taste	2478
viewers	2479
cautions	2480
faulty	2481
armored	2482
monitored	2483
encountered	2484
telepictures	2485
steadied	2486
prosecuted	2487
watch	2488
placed	2489
seem	2490
dislocation	2491
participants	2492
skin-care	2493
trying	2494
dynamic	2495
knew	2496
cautious	2497
bolts	2498
looseleaf	2499
old-time	2500
tighten	2501
unruly	2502
severed	2503
minus	2504
credibility	2505
shelved	2506
trashing	2507
pertinent	2508
updating	2509
demonstration	2510
consolidating	2511
bargain-hunting	2512
you	2513
guns	2514
replaces	2515
property-casualty	2516
beta	2517
carrying	2518
start-up	2519
scare	2520
kill	2521
retinoblastoma	2522
volatility	2523
restaurants	2524
mop	2525
background	2526
finance	2527
whom	2528
shoots	2529
interfering	2530
refuses	2531
il-4	2532
auctioneer	2533
deposed	2534
drew	2535
naive	2536
penny	2537
complained	2538
defense-related	2539
determined	2540
duck	2541
deliberate	2542
ever	2543
decimal	2544
populated	2545
redistribution	2546
supply	2547
extent	2548
outpaced	2549
bikes	2550
pivotal	2551
`	2552
oasis	2553
turbo-charged	2554
unoccupied	2555
adhesives	2556
increment	2557
better	2558
cowboys	2559
lasting	2560
stiff	2561
leathers	2562
disability	2563
praying	2564
furniture	2565
sealed	2566
hens	2567
experiment	2568
vows	2569
impeded	2570
without	2571
pottery	2572
booming	2573
unaware	2574
tourism	2575
register	2576
market-monitoring	2577
stakes	2578
establishments	2579
ball-bearing	2580
conscious	2581
owner	2582
conduit	2583
assess	2584
infusion	2585
rocked	2586
surveys	2587
gravity	2588
topping	2589
submarine	2590
curbs	2591
pad	2592
mistrials	2593
fine-tuning	2594
supporting	2595
overalls	2596
hurry	2597
queues	2598
quote	2599
about-face	2600
rapid	2601
opens	2602
gamble	2603
pouring	2604
gene	2605
frugality	2606
profiles	2607
up-front	2608
inaccessible	2609
unfairly	2610
x	2611
posted	2612
labeled	2613
pill	2614
promise	2615
carry-forwards	2616
laugh	2617
callers	2618
battered	2619
facility	2620
bullish	2621
cycle	2622
waive	2623
handful	2624
sassy	2625
classifications	2626
classics	2627
investigative	2628
second	2629
valid	2630
authorization	2631
overweight	2632
accrue	2633
warming	2634
last	2635
exemption	2636
respectful	2637
index-linked	2638
choices	2639
hospitals	2640
innocents	2641
modifies	2642
polyps	2643
successive	2644
secondary	2645
light	2646
why	2647
enhancements	2648
waffled	2649
shirt	2650
miners	2651
updated	2652
sings	2653
demolished	2654
spark	2655
unlimited	2656
120-day	2657
ruled	2658
statesmen	2659
turbine	2660
sweepstakes	2661
dangerously	2662
cattle	2663
fertilizer	2664
invest	2665
dc10-30	2666
millionaires	2667
us$	2668
squarely	2669
workout	2670
payola	2671
rocky	2672
breathtaking	2673
printed	2674
irrelevant	2675
pollsters	2676
weakness	2677
refuted	2678
fetuses	2679
budgeted	2680
regular	2681
abstained	2682
experience	2683
exceptional	2684
impede	2685
continuing	2686
paltry	2687
columns	2688
characters	2689
optical-storage	2690
fines	2691
commemorative	2692
cartel	2693
retailer	2694
19-month	2695
municipality	2696
floating-point	2697
avenue	2698
eurodollars	2699
inequality	2700
turned	2701
researcher	2702
refused	2703
upgrade	2704
competent	2705
assessment	2706
fabrication	2707
successfully	2708
injecting	2709
repeatedly	2710
skewed	2711
side	2712
top-selling	2713
southeast	2714
our	2715
39-year-old	2716
negotiable	2717
f-16	2718
cope	2719
discharge	2720
real	2721
partners	2722
fruition	2723
reserves	2724
anti-bike	2725
jurisdictions	2726
statute	2727
62-year-old	2728
fourthquarter	2729
commissions	2730
claim	2731
taxi	2732
menstrual	2733
broadcasting	2734
long-held	2735
lottery	2736
nonstrategic	2737
accustomed	2738
scaled-back	2739
mid-1980s	2740
life-style	2741
drafting	2742
wavering	2743
29-year-old	2744
regards	2745
cellular-phone	2746
reconfirmation	2747
observations	2748
kronor	2749
short	2750
abstract	2751
motive	2752
off	2753
flunk	2754
constrain	2755
striking	2756
common-stock	2757
dropouts	2758
bat	2759
safe	2760
minorities	2761
unsuccessful	2762
two-step	2763
long-haul	2764
eritrean	2765
calcium	2766
allotments	2767
wild	2768
collector	2769
six-month	2770
summary	2771
sba	2772
leave	2773
funds-service	2774
questionable	2775
happen	2776
neighbor	2777
greedy	2778
stacking	2779
meticulous	2780
applauds	2781
emerge	2782
quality	2783
terror	2784
per-share	2785
double	2786
orbit	2787
mark	2788
stages	2789
pollution-control	2790
unscrupulous	2791
noting	2792
s	2793
adequacy	2794
reds	2795
found	2796
useful	2797
jointly	2798
cheering	2799
fixtures	2800
capital-gains	2801
service	2802
married	2803
burgeoning	2804
reminder	2805
corneal	2806
scientists	2807
insured	2808
seize	2809
applauded	2810
parochial	2811
astride	2812
congestion	2813
reaches	2814
commanding	2815
ufos	2816
innovations	2817
contribution	2818
privatize	2819
spawn	2820
nonfinancial	2821
integrated	2822
wrongful	2823
appointed	2824
one-hour	2825
constituents	2826
anti-soviet	2827
casting	2828
hedge	2829
two-year-old	2830
fastest-growing	2831
forbade	2832
jurisprudence	2833
steer	2834
speeding	2835
vacationers	2836
clause	2837
sends	2838
connection	2839
wiping	2840
subsidized	2841
slowly	2842
bricks	2843
uphill	2844
prevail	2845
glasnost	2846
ill-advised	2847
hangs	2848
props	2849
fan	2850
ethiopian	2851
reinforced	2852
sidelined	2853
melt	2854
defamatory	2855
plenty	2856
smuggling	2857
single-b-plus	2858
unexpectedly	2859
lung	2860
mega	2861
reason	2862
swings	2863
honey	2864
deprived	2865
havoc	2866
delinquent	2867
non-performing	2868
account	2869
ping	2870
libyan	2871
competes	2872
sluggishness	2873
parts	2874
failed	2875
laboring	2876
expansive	2877
indefinitely	2878
submitting	2879
colors	2880
designing	2881
sagged	2882
recreation	2883
chef	2884
thin-slab	2885
grace	2886
explain	2887
cuisine	2888
reimbursement	2889
humanitarian	2890
hunters	2891
featuring	2892
recommendations	2893
dioxide	2894
triple-a	2895
foiled	2896
reinforcements	2897
converted	2898
severe	2899
forthcoming	2900
lower-than-anticipated	2901
refunds	2902
mothers	2903
ample	2904
artillery	2905
directory	2906
girl	2907
occasion	2908
recorded	2909
requesting	2910
skepticism	2911
get	2912
employing	2913
toes	2914
animosity	2915
consumed	2916
experimentation	2917
drags	2918
residual	2919
cancerous	2920
blondes	2921
identical	2922
entrust	2923
source	2924
indirectly	2925
slips	2926
organize	2927
four-day	2928
searching	2929
consumer-goods	2930
sell	2931
tangled	2932
long-delayed	2933
documentary	2934
condemned	2935
third-party	2936
cosmic	2937
restored	2938
envelope	2939
photos	2940
implications	2941
disproportionately	2942
fruit	2943
dog	2944
marxist	2945
reactors	2946
clutch	2947
commercials	2948
them	2949
part	2950
profits	2951
bracket	2952
financial-planning	2953
disguised	2954
know	2955
approval	2956
frontier	2957
demolishing	2958
consider	2959
terminal	2960
world-wide	2961
advertiser	2962
chords	2963
untrue	2964
weapons	2965
buoy	2966
shops	2967
elevators	2968
debunk	2969
45-year-old	2970
coffin	2971
de	2972
fooling	2973
destinations	2974
internet	2975
limit	2976
endeavor	2977
added	2978
roustabout	2979
divide	2980
waste	2981
mass-market	2982
arisen	2983
fast-food	2984
zealand-based	2985
postponement	2986
raw-steel	2987
wheels	2988
calculate	2989
affirmative-action	2990
alert	2991
significant	2992
petroleum	2993
taped	2994
marking	2995
witnessing	2996
reforming	2997
investigates	2998
motor-control	2999
adjusters	3000
closed	3001
introductions	3002
beans	3003
promotion	3004
handles	3005
aerobics	3006
allows	3007
sleeping	3008
semifinished	3009
several	3010
takeovers	3011
buyout	3012
grounding	3013
swept	3014
wound	3015
dating	3016
corporate	3017
deductibility	3018
sacrifice	3019
chapters	3020
reflects	3021
peacetime	3022
edition	3023
displayed	3024
sacks	3025
tracts	3026
trailer	3027
page	3028
chromosomes	3029
cornea	3030
enthusiasts	3031
mold	3032
wineries	3033
relatively	3034
draft	3035
state	3036
centered	3037
instead	3038
embarrassing	3039
buffet	3040
symbol	3041
confers	3042
greatly	3043
understatement	3044
pent-up	3045
pineapple	3046
lower-than-expected	3047
sources	3048
rationalize	3049
did	3050
arcane	3051
underfunded	3052
applied	3053
scuttled	3054
gathered	3055
schizophrenic	3056
resuming	3057
umbrella	3058
summit	3059
swayed	3060
tolerance	3061
physical	3062
confused	3063
drug-interdiction	3064
semi-annually	3065
steady	3066
putting	3067
meat	3068
compete	3069
cited	3070
arrests	3071
median	3072
applicants	3073
contras	3074
am	3075
advice	3076
one-inch	3077
urges	3078
reimburse	3079
collaborating	3080
realists	3081
gang	3082
falls	3083
wasted	3084
delegate	3085
assign	3086
affordable	3087
extra	3088
gubernatorial	3089
aims	3090
collapses	3091
acquitted	3092
statist	3093
removes	3094
totaled	3095
decades	3096
depict	3097
supposedly	3098
freely	3099
providers	3100
ardor	3101
fluid	3102
plaintiffs	3103
rift	3104
wallet	3105
money-back	3106
flames	3107
razor	3108
hallowed	3109
superconductors	3110
radios	3111
warranty	3112
reformist	3113
plate	3114
acquire	3115
immune	3116
shareholding	3117
require	3118
resignations	3119
sheer	3120
headaches	3121
stiffest	3122
passenger	3123
cooperated	3124
aside	3125
rebates	3126
fastball	3127
practices	3128
tender	3129
dispersants	3130
prizes	3131
well-servicing	3132
mirror	3133
impassively	3134
salad	3135
usefulness	3136
anti-japanese	3137
wedge	3138
iras	3139
mysterious	3140
half-time	3141
derives	3142
impoverished	3143
wiped	3144
bookings	3145
receptionist	3146
burglary	3147
distress	3148
hyperinflation	3149
masked	3150
erasing	3151
sight	3152
human-rights	3153
remote	3154
neutrons	3155
anew	3156
scrapped	3157
check	3158
cranes	3159
eroding	3160
snags	3161
rains	3162
vacation	3163
bandwagon	3164
processing	3165
omits	3166
wooden	3167
mounting	3168
16-bit	3169
intermission	3170
developing-country	3171
spends	3172
copyrights	3173
house-passed	3174
flip-flop	3175
doors	3176
debasement	3177
mundane	3178
equities	3179
audience	3180
struck	3181
issuance	3182
matched	3183
dove	3184
networks	3185
legally	3186
busy	3187
convince	3188
unwilling	3189
doubts	3190
cleaning	3191
supply-demand	3192
where	3193
shown	3194
convinced	3195
precisely	3196
accompaniment	3197
facilities	3198
fanatics	3199
remembered	3200
truce	3201
optical	3202
self-sufficient	3203
attitudes	3204
genetically	3205
jams	3206
transformed	3207
bent	3208
unknown	3209
stockholdings	3210
aliens	3211
believes	3212
peaks	3213
dress	3214
yelling	3215
anti-semitic	3216
tied	3217
mainstay	3218
township	3219
hacker	3220
routes	3221
untested	3222
additives	3223
orange	3224
blini	3225
tokyo-based	3226
drop-off	3227
snack	3228
tax-deferred	3229
callable	3230
palace	3231
brethren	3232
fossil	3233
crusaders	3234
hunting	3235
beginning	3236
vigor	3237
lone	3238
schedule	3239
billed	3240
distinguished	3241
dilemma	3242
raisers	3243
tanks	3244
network	3245
translated	3246
stresses	3247
see	3248
face	3249
desert	3250
opera	3251
neck	3252
g-2	3253
insignificant	3254
computer-integrated-manufacturing	3255
austerity	3256
underscore	3257
roast	3258
invariably	3259
etiquette	3260
mysteries	3261
finds	3262
rape-and-incest	3263
prove	3264
mint	3265
amplifiers	3266
gambler	3267
executions	3268
dependence	3269
returned	3270
garner	3271
refocusing	3272
show-biz	3273
textiles	3274
clerical	3275
post-1997	3276
echoing	3277
bowls	3278
undo	3279
reporter	3280
silicon	3281
ghost	3282
marrying	3283
virtuoso	3284
fashions	3285
deficits	3286
farther	3287
accidents	3288
ordeal	3289
insulin	3290
moslems	3291
ditch	3292
court-appointed	3293
technologically	3294
situated	3295
honesty	3296
grain	3297
four-month	3298
armenian	3299
defines	3300
mitigating	3301
foundations	3302
matters	3303
rushes	3304
brother	3305
outlay	3306
two-month	3307
dresses	3308
black	3309
robbery	3310
demand	3311
strapped	3312
assassinate	3313
exploring	3314
government-controlled	3315
drilled	3316
wealthy	3317
archrival	3318
veracity	3319
root	3320
oohs	3321
reiterated	3322
mile	3323
copier	3324
metal	3325
bullets	3326
representative	3327
outlining	3328
tell	3329
fairness	3330
most-recent	3331
naval	3332
overruns	3333
backs	3334
knee	3335
unions	3336
lowest-rated	3337
mornings	3338
overload	3339
jump	3340
thriving	3341
balked	3342
masseuse	3343
pachinko	3344
memberships	3345
removing	3346
victor	3347
flaw	3348
tight	3349
canned	3350
coolants	3351
mortality	3352
asthma	3353
nazis	3354
extraneous	3355
reception	3356
diverted	3357
alarmed	3358
jobs	3359
does	3360
tip	3361
amassed	3362
ties	3363
industrialized	3364
turbines	3365
zip	3366
500-stock	3367
realization	3368
fingering	3369
democratic-controlled	3370
ambitious	3371
duplex	3372
convict	3373
sampled	3374
boasts	3375
doubled	3376
culture	3377
protest	3378
academia	3379
liquidate	3380
double-digit	3381
globalists	3382
mailings	3383
scheme	3384
blocks	3385
sprays	3386
bureaucratic	3387
year-to-date	3388
picking	3389
pre-trial	3390
stemmed	3391
guts	3392
moderation	3393
landowners	3394
executive-model	3395
voter	3396
blips	3397
attorneys	3398
beneath	3399
pared	3400
segment	3401
capitalize	3402
72-a-share	3403
survived	3404
strengthened	3405
plummeted	3406
underestimated	3407
infantry	3408
deterioration	3409
consequence	3410
contraceptive	3411
feeding	3412
receipts	3413
somehow	3414
primarily	3415
televised	3416
crude	3417
believe	3418
rear	3419
considerable	3420
baskets	3421
energy	3422
coffee	3423
guest	3424
volumes	3425
clobbered	3426
back-up	3427
lieutenants	3428
whenever	3429
harbor	3430
midday	3431
service-center	3432
plunged	3433
lightning	3434
staggered	3435
robberies	3436
sixth	3437
catalyst	3438
transcript	3439
tablets	3440
dubbed	3441
peaceful	3442
supports	3443
precarious	3444
behave	3445
swamped	3446
trampled	3447
enlisting	3448
broad-based	3449
gripes	3450
judges	3451
luncheon	3452
are	3453
catalytic	3454
tape	3455
evaluation	3456
bloody	3457
decoration	3458
gaining	3459
integrity	3460
outline	3461
ramps	3462
dictation	3463
residents	3464
disproportionate	3465
restated	3466
physicians	3467
researchers	3468
inflict	3469
feel	3470
soldiers	3471
theirs	3472
refuge	3473
highlights	3474
tremor	3475
squeeze	3476
adjustable	3477
nature	3478
impressed	3479
circulate	3480
efficiency	3481
libel	3482
life-insurance	3483
sharing	3484
violates	3485
constructing	3486
subway	3487
teamsters	3488
reeled	3489
ice-core	3490
downgrade	3491
exported	3492
recession	3493
alongside	3494
contest	3495
advocate	3496
environmentally	3497
differently	3498
welcoming	3499
touchy	3500
bidders	3501
impact	3502
finest	3503
perjury	3504
buys	3505
literature	3506
areas	3507
quipped	3508
dinner	3509
surging	3510
documents	3511
sunk	3512
wiry	3513
implies	3514
glance	3515
sits	3516
scanners	3517
intensity	3518
sweet	3519
filed	3520
technique	3521
nods	3522
lure	3523
allure	3524
accompany	3525
harshly	3526
candies	3527
nerdy	3528
lazy	3529
t-bills	3530
violinist	3531
on-line	3532
adopts	3533
pistols	3534
supervised	3535
thumbs	3536
retailers	3537
13-week	3538
tendered	3539
complement	3540
reunification	3541
bigotry	3542
pools	3543
post	3544
space-based	3545
disposed	3546
twin	3547
disadvantage	3548
clock	3549
unclassified	3550
treasures	3551
years	3552
cap	3553
stinging	3554
dialysis	3555
pastry	3556
natural-gas	3557
single-premium	3558
similarity	3559
readiness	3560
soot	3561
turf	3562
relaxing	3563
ups	3564
contains	3565
task	3566
defends	3567
camps	3568
non-trade	3569
machinery	3570
result	3571
buttressed	3572
painfully	3573
warns	3574
country	3575
elders	3576
soared	3577
shooting	3578
markka	3579
exotic	3580
prevented	3581
docudrama	3582
chinese	3583
developer	3584
puttable	3585
surgeon	3586
least-cost	3587
dominate	3588
parliamentary	3589
know-how	3590
hedging	3591
avalanche	3592
rerouting	3593
glossy	3594
siphoned	3595
indomitable	3596
contending	3597
largely	3598
disintegration	3599
agriculture	3600
lineup	3601
five-year-old	3602
moderately	3603
collapsing	3604
full-scale	3605
triggered	3606
recognize	3607
mistrust	3608
toothpaste	3609
typically	3610
anchors	3611
surtax	3612
top-flight	3613
'm	3614
gossipy	3615
cease-fire	3616
keys	3617
sentences	3618
smashed	3619
downward	3620
breakdowns	3621
briefs	3622
signal	3623
impediment	3624
eggs	3625
curbed	3626
loads	3627
incentive-backed	3628
finishes	3629
jousting	3630
cost-of-living	3631
renegotiate	3632
reopening	3633
soft-spoken	3634
bringing	3635
experiencing	3636
single-b-3	3637
kinds	3638
great	3639
pressured	3640
argue	3641
negative	3642
transferring	3643
report	3644
reacting	3645
containment	3646
enjoin	3647
taiwanese	3648
insulating	3649
stopper	3650
erratically	3651
whitewash	3652
lovable	3653
speeds	3654
patent	3655
catapult	3656
fatality	3657
apartments	3658
premiering	3659
chiefs	3660
